Repository: appsistentdev-debug/deligo_user
Catalog: buythisapp/lib/l10n/intl_*.arb
Languages: ar, de, es, fr, id, it, pt, ro, sw, tr

source: Buy this app
ar: شراء هذا التطبيق
de: Kaufen Sie diese Anwendung
es: Compra esta aplicación
fr: Acheter cette application
id: Beli aplikasi ini
it: Acquista questa app
pt: Compre este aplicativo
ro: Cumpărați această aplicație
sw: Nunua programu hii
tr: Bu uygulamayı satın alın

source: Buy this
ar: اشتري هذا \ هذه
de: Kauf das
es: Compra esto
fr: Achète ça
id: Beli ini
it: Compra questo
pt: Compre isso
ro: Cumpără asta
sw: Nunua hii
tr: Bunu al

source: Template Now
ar: النموذج الآن
de: Vorlage jetzt
es: Plantilla ahora
fr: Modèle maintenant
id: Templat Sekarang
it: Modello ora
pt: Modelo agora
ro: Șablon acum
sw: Kigezo Sasa
tr: Şimdi Şablon

source: Flutter template only, No backend.
ar: قالب Flutter فقط ، بدون خلفية.
de: Nur Flutter-Vorlage, kein Backend.
es: Solo plantilla Flutter, sin backend.
fr: Modèle Flutter uniquement, pas de backend.
id: Hanya template Flutter, Tanpa backend.
it: Solo modello Flutter, nessun back-end.
pt: Apenas modelo Flutter, sem back-end.
ro: Numai șablon Flutter, fără backend.
sw: Kiolezo cha Flutter pekee, Hakuna backend.
tr: Yalnızca Flutter şablonu, Arka uç yok.

source: Buy this App with
ar: شراء هذا التطبيق مع
de: Kaufen Sie diese App mit
es: Compra esta aplicación con
fr: Achetez cette appli avec
id: Beli Aplikasi ini dengan
it: Acquista questa app con
pt: Compre este aplicativo com
ro: Cumpărați această aplicație cu
sw: Nunua Programu hii na
tr: Bu Uygulamayı şununla satın alın:

source: Complete Backend
ar: الخلفية الكاملة
de: Komplettes Backend
es: Back-end completo
fr: Backend complet
id: Lengkapi Backend
it: Backend completo
pt: Back-end completo
ro: Backend complet
sw: Nyuma kamili
tr: Komple Arka Uç

source: Full app solution with complete Backend.
ar: حل كامل للتطبيق مع Backend كامل.
de: Vollständige App-Lösung mit vollständigem Backend.
es: Solución de aplicación completa con Backend completo.
fr: Solution d'application complète avec Backend complet.
id: Solusi aplikasi lengkap dengan Backend lengkap.
it: Soluzione app completa con backend completo.
pt: Solução de aplicativo completa com Backend completo.
ro: Soluție completă de aplicație cu backend complet.
sw: Suluhisho kamili la programu na Backend kamili.
tr: Eksiksiz Arka Uçlu tam uygulama çözümü.

source: Message on
ar: الرسالة على
de: Nachricht an
es: mensaje en
fr: Message sur
id: Pesan aktif
it: Messaggio attivo
pt: Mensagem ativada
ro: Mesaj activat
sw: Ujumbe umewashwa
tr: Mesaj açık

source: Developed by:
ar: طورت بواسطة:
de: Entwickelt von:
es: Desarrollado por:
fr: Développé par:
id: Dikembangkan oleh:
it: Sviluppato da:
pt: Desenvolvido por:
ro: Dezvoltat de:
sw: Imetengenezwa na:
tr: Tarafından geliştirilmiş:

source: Subscribing..!
ar: الاشتراك ..!
de: Abonnieren..!
es: Suscribiendo..!
fr: Abonnement..!
id: Berlangganan..!
it: Abbonamento..!
pt: Inscrevendo-se..!
ro: Abonament...!
sw: Kujiandikisha..!
tr: Abone Olmak..!

source: Subscribed..!
ar: مشترك ..!
de: Gezeichnet..!
es: Suscrito..!
fr: Abonné..!
id: Berlangganan..!
it: Iscritto..!
pt: Subscrito..!
ro: Abonat..!
sw: Umejisajili..!
tr: Abone olundu..!

source: Email not valid!
ar: البريد الإلكتروني غير صالح!
de: E-Mail ungültig!
es: ¡El correo electrónico no es válido!
fr: E-mail non valide !
id: Email tidak valid!
it: Email non valida!
pt: E-mail inválido!
ro: E-mailul nu este valid!
sw: Barua pepe si halali!
tr: E-posta geçerli değil!

source: Something went wrong..!
ar: هناك خطأ ما..!
de: Etwas ist schief gelaufen..!
es: Algo salió mal..!
fr: Quelque chose s'est mal passé..!
id: Ada yang salah..!
it: Qualcosa Ã¨ andato storto..!
pt: Algo deu errado..!
ro: Ceva n-a mers bine..!
sw: Kuna kitu kimeharibika..!
tr: Bir şeyler yanlış gitti..!

source: Stay in touch.
ar: ابق على تواصل.
de: In Kontakt bleiben.
es: Mantente en contacto.
fr: Reste en contact.
id: Tetap berhubungan.
it: Rimani in contatto.
pt: Manter contato.
ro: Ține legătura.
sw: Endelea kuwasiliana.
tr: İletişimde kalın.

source: Stay connected for future
ar: ابق على اتصال للمستقبل
de: Bleiben Sie für die Zukunft verbunden
es: Manténgase conectado para el futuro
fr: Restez connecté pour l'avenir
id: Tetap terhubung untuk masa depan
it: Rimani connesso per il futuro
pt: Fique conectado para o futuro
ro: Rămâneți conectat pentru viitor
sw: Endelea kushikamana kwa siku zijazo
tr: Gelecek için bağlantıda kalın

source: updates and new products.
ar: التحديثات والمنتجات الجديدة.
de: Aktualisierungen und neue Produkte.
es: actualizaciones y nuevos productos.
fr: mises à jour et nouveaux produits.
id: update dan produk baru.
it: aggiornamenti e nuovi prodotti.
pt: atualizações e novos produtos.
ro: actualizări și produse noi.
sw: sasisho na bidhaa mpya.
tr: güncellemeler ve yeni ürünler.

source: Enter your email address
ar: أدخل عنوان بريدك الالكتروني
de: Geben sie ihre E-Mailadresse ein
es: Ingrese su dirección de correo electrónico
fr: Entrez votre adresse email
id: Masukkan alamat email Anda
it: Inserisci il tuo indirizzo email
pt: Insira o seu endereço de email
ro: Introdu adresa ta de e-mail
sw: Weka barua pepe yako
tr: E-posta adresinizi giriniz

source: Subscribe Now
ar: إشترك الآن
de: Abonniere jetzt
es: Suscríbase ahora
fr: Abonnez-vous maintenant
id: Berlangganan sekarang
it: Iscriviti ora
pt: Inscreva-se agora
ro: Abonează-te acum
sw: Jisajili Sasa
tr: Şimdi Abone Ol
